<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Haiku-commits] [Fwd: &#1500;&#1508;&#1497;&#1491; &#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1492;&#1488;&#1491;&#1501; &#1492;&#1506;&#1493;&#1500;&#1502;&#1497; &#1502;&#1490;&#1497;&#1506; &#1500;&#1497;&#1513;&#1512;&#1488;&#1500;]
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/haiku-commits/2008-February/index.html" >
   <LINK REL="made" HREF="mailto:haiku-commits%40lists.berlios.de?Subject=Re%3A%20%5BHaiku-commits%5D%20%3D%3Fwindows-1255%3Fb%3FW0Z3ZDog7PTp4yDm6%2BXp5fog5ODj7SDk%3F%3D%0A%20%3D%3Fwindows-1255%3Fb%3F8uXs7ukg7uLp8iDs6fn44Oxd%3F%3D&In-Reply-To=%3C47B5671D.3030101%40gbrener.org.il%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="006086.html">
   <LINK REL="Next"  HREF="006088.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Haiku-commits] [Fwd: &#1500;&#1508;&#1497;&#1491; &#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1492;&#1488;&#1491;&#1501; &#1492;&#1506;&#1493;&#1500;&#1502;&#1497; &#1502;&#1490;&#1497;&#1506; &#1500;&#1497;&#1513;&#1512;&#1488;&#1500;]</H1>
    <B>Kobi Lurie</B> 
    <A HREF="mailto:haiku-commits%40lists.berlios.de?Subject=Re%3A%20%5BHaiku-commits%5D%20%3D%3Fwindows-1255%3Fb%3FW0Z3ZDog7PTp4yDm6%2BXp5fog5ODj7SDk%3F%3D%0A%20%3D%3Fwindows-1255%3Fb%3F8uXs7ukg7uLp8iDs6fn44Oxd%3F%3D&In-Reply-To=%3C47B5671D.3030101%40gbrener.org.il%3E"
       TITLE="[Haiku-commits] [Fwd: &#1500;&#1508;&#1497;&#1491; &#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1492;&#1488;&#1491;&#1501; &#1492;&#1506;&#1493;&#1500;&#1502;&#1497; &#1502;&#1490;&#1497;&#1506; &#1500;&#1497;&#1513;&#1512;&#1488;&#1500;]">k_lurie at gbrener.org.il
       </A><BR>
    <I>Fri Feb 15 11:19:09 CET 2008</I>
    <P><UL>
        <LI>Previous message: <A HREF="006086.html">[Haiku-commits] r23962 - haiku/trunk/src/bin
</A></li>
        <LI>Next message: <A HREF="006088.html">[Haiku-commits] r23963 - in haiku/trunk/src/add-ons/translators: .	pcx
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#6087">[ date ]</a>
              <a href="thread.html#6087">[ thread ]</a>
              <a href="subject.html#6087">[ subject ]</a>
              <a href="author.html#6087">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>

-------- Original Message --------
Subject: 	&#1500;&#1508;&#1497;&#1491; &#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1492;&#1488;&#1491;&#1501; &#1492;&#1506;&#1493;&#1500;&#1502;&#1497; &#1502;&#1490;&#1497;&#1506; &#1500;&#1497;&#1513;&#1512;&#1488;&#1500;
Date: 	Fri, 15 Feb 2008 03:26:22 +0200
From: 	Ben Kaminsky &lt;<A HREF="https://lists.berlios.de/mailman/listinfo/haiku-commits">benkamin at 013.net</A>&gt;
Reply-To: 	<A HREF="https://lists.berlios.de/mailman/listinfo/haiku-commits">benkamin at 013.net</A>
To: 	<A HREF="https://lists.berlios.de/mailman/listinfo/haiku-commits">benkamin at 013.net</A>



&#1513;&#1500;&#1493;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;,

&#1489;-18/2 &#1514;&#1514;&#1511;&#1497;&#1497;&#1501; &#1506;&#1510;&#1512;&#1514; &#1495;&#1513;&#1493;&#1489;&#1492; &#1489;&#1497;&#1493;&#1514;&#1512;. &#1492;&#1492;&#1494;&#1502;&#1504;&#1492; &#1502;&#1510;&#1493;&#1512;&#1508;&#1514;. &#1488;&#1513;&#1502;&#1495; &#1502;&#1488;&#1493;&#1491; &#1500;&#1512;&#1488;&#1493;&#1514;&#1499;&#1501; &#1513;&#1501;.

&#1492;&#1502;&#1513;&#1495;&#1511;&#1497;&#1501; &#1492;&#1488;&#1493;&#1500;&#1497;&#1502;&#1508;&#1497;&#1497;&#1501; &#1489;&#1489;&#1497;&#1497;&#1490;'&#1497;&#1504;&#1490; &#1502;&#1514;&#1493;&#1499;&#1504;&#1504;&#1497;&#1501; &#1500;&#1492;&#1514;&#1511;&#1497;&#1497;&#1501; &#1489;&#1488;&#1493;&#1490;&#1493;&#1505;&#1496; &#1492;&#1511;&#1512;&#1493;&#1489;. &#1504;&#1499;&#1493;&#1503; &#1500;&#1492;&#1497;&#1493;&#1501;, 
&#1492;&#1502;&#1513;&#1496;&#1512; &#1489;&#1505;&#1497;&#1503; &#1506;&#1491;&#1497;&#1497;&#1503; &#1502;&#1489;&#1510;&#1506; &#1508;&#1513;&#1506;&#1497;&#1501; &#1504;&#1490;&#1491; &#1492;&#1488;&#1504;&#1493;&#1513;&#1493;&#1514; &#1504;&#1490;&#1491; &#1492;&#1506;&#1501; &#1513;&#1500; &#1506;&#1510;&#1502;&#1493; &#1493;&#1504;&#1490;&#1491; &#1506;&#1502;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501;.

&#1492;&#1502;&#1505;&#1512; &#1513;&#1500; &#1492;&#1506;&#1510;&#1512;&#1514;: &#1500;&#1506;&#1510;&#1493;&#1512; &#1488;&#1514; &#1492;&#1508;&#1513;&#1506;&#1497;&#1501; &#1504;&#1490;&#1491; &#1492;&#1488;&#1504;&#1493;&#1513;&#1493;&#1514; &#1513;&#1502;&#1514;&#1512;&#1495;&#1513;&#1497;&#1501; &#1489;&#1505;&#1497;&#1503; &#1500;&#1508;&#1504;&#1497; &#1492;&#1488;&#1493;&#1500;&#1497;&#1502;&#1508;&#1497;&#1488;&#1491;&#1492;.

&#1492;&#1508;&#1513;&#1506;&#1497;&#1501; &#1499;&#1493;&#1500;&#1500;&#1497;&#1501; &#1502;&#1495;&#1504;&#1493;&#1514; &#1512;&#1497;&#1499;&#1493;&#1494;, &#1502;&#1495;&#1504;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492;, &#1511;&#1510;&#1497;&#1512;&#1514; &#1488;&#1497;&#1489;&#1512;&#1497;&#1501; &#1502;&#1502;&#1514;&#1512;&#1490;&#1500;&#1497; &quot;&#1508;&#1488;&#1500;&#1493;&#1503; 
&#1490;&#1493;&#1504;&#1490;&quot; &#1489;&#1506;&#1493;&#1491;&#1501; &#1495;&#1497;&#1497;&#1501; &#1500;&#1510;&#1493;&#1512;&#1498; &#1502;&#1499;&#1497;&#1512;&#1514;&#1501;, &#1508;&#1490;&#1497;&#1506;&#1492; &#1495;&#1502;&#1493;&#1512;&#1492; &#1489;&#1495;&#1493;&#1508;&#1513; &#1492;&#1488;&#1502;&#1493;&#1504;&#1492; &#1493;&#1489;&#1495;&#1493;&#1508;&#1513; &#1492;&#1489;&#1497;&#1496;&#1493;&#1497;, 
&#1491;&#1497;&#1499;&#1493;&#1497; &#1502;&#1497;&#1506;&#1493;&#1496;&#1497;&#1501;, &#1508;&#1497;&#1504;&#1493;&#1497; &#1499;&#1502;&#1493;&#1514; &#1488;&#1491;&#1497;&#1512;&#1492; &#1513;&#1500; &#1488;&#1504;&#1513;&#1497;&#1501; &#1502;&#1489;&#1514;&#1497;&#1492;&#1501; &#1500;&#1510;&#1493;&#1512;&#1498; &#1489;&#1504;&#1497;&#1497;&#1514; &#1502;&#1514;&#1511;&#1504;&#1497;&#1501; 
&#1488;&#1493;&#1500;&#1497;&#1502;&#1508;&#1497;&#1497;&#1501;, &#1514;&#1502;&#1497;&#1499;&#1492; &#1489;&#1512;&#1510;&#1495; &#1492;&#1506;&#1501; &#1489;&#1491;&#1512;&#1508;&#1493;&#1512; &#1493;&#1506;&#1493;&#1491;.

&quot;&#1500;&#1508;&#1497;&#1491; &#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1492;&#1488;&#1491;&#1501; &#1492;&#1506;&#1493;&#1500;&#1502;&#1497;&quot; &#1497;&#1506;&#1489;&#1493;&#1512; &#1491;&#1512;&#1498; 37 &#1502;&#1491;&#1497;&#1504;&#1493;&#1514; &#1493;-150 &#1506;&#1512;&#1497;&#1501; &#1489;&#1499;&#1500; &#1492;&#1497;&#1489;&#1513;&#1493;&#1514;.

&#1489;&#1490;&#1497;&#1500;&#1493;&#1497; &#1491;&#1506;&#1514; &#1513;&#1500; &#1488;&#1490;&#1493;&#1491;&#1514; &#1492;&#1505;&#1493;&#1508;&#1512;&#1497;&#1501; &#1492;&#1506;&#1489;&#1512;&#1497;&#1497;&#1501; &#1513;&#1508;&#1493;&#1512;&#1505;&#1501; &#1492;&#1513;&#1489;&#1493;&#1506; &#1504;&#1499;&#1514;&#1489;: &quot;&#1499;&#1489;&#1504;&#1497;&#1501; &#1500;&#1506;&#1501; 
&#1513;&#1502;&#1497;&#1500;&#1497;&#1493;&#1504;&#1497;&#1501; &#1502;&#1489;&#1504;&#1497;&#1493; &#1504;&#1496;&#1489;&#1495;&#1493; &#1489;&#1513;&#1493;&#1488;&#1492; &#1514;&#1493;&#1498; &#1513;&#1514;&#1497;&#1511;&#1492; &#1513;&#1500; &#1492;&#1506;&#1493;&#1500;&#1501; &#1492;&#1495;&#1493;&#1508;&#1513;&#1497; &#1488;&#1505;&#1493;&#1512; &#1500;&#1504;&#1493; &#1500;&#1506;&#1502;&#1493;&#1491; &#1506;&#1500; 
&#1492;&#1491;&#1501;. &#1497;&#1513;&#1512;&#1488;&#1500; &#1510;&#1512;&#1497;&#1499;&#1492; &#1500;&#1504;&#1511;&#1493;&#1496; &#1502;&#1491;&#1497;&#1504;&#1497;&#1493;&#1514; &#1502;&#1493;&#1505;&#1512;&#1497;&#1514; &#1493;&#1500;&#1506;&#1499;&#1489; &#1488;&#1514; &#1502;&#1513;&#1500;&#1495;&#1514; &#1492;&#1505;&#1508;&#1493;&#1512;&#1496;&#1488;&#1497;&#1501;.&quot;

&#1488;&#1504;&#1497; &#1502;&#1488;&#1502;&#1497;&#1503; &#1513;&#1494;&#1488;&#1514; &#1492;&#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514; &#1513;&#1500;&#1504;&#1493; &#1500;&#1492;&#1490;&#1513;&#1497;&#1501; &#1488;&#1514; &#1492;&#1504;&#1491;&#1512; &#1513;&#1500; &quot;&#1500;&#1506;&#1493;&#1500;&#1501; &#1500;&#1488; &#1506;&#1493;&#1491;&quot;, &#1493;&#1500;&#1506;&#1513;&#1493;&#1514; &#1488;&#1514; 
&#1492;&#1502;&#1506;&#1496; &#1513;&#1489;&#1497;&#1499;&#1493;&#1500;&#1514;&#1504;&#1493; &#1500;&#1506;&#1510;&#1493;&#1512; &#1488;&#1514; &#1492;&#1494;&#1493;&#1493;&#1506;&#1493;&#1514;.

&#1502;&#1497;&#1491;&#1506; &#1504;&#1493;&#1505;&#1507; &#1489;&#1488;&#1514;&#1512;: <A HREF="http://www.halapid.org.il">http://www.halapid.org.il</A> &lt;<A HREF="http://www.halapid.org.il/">http://www.halapid.org.il/</A>&gt;

&#1488;&#1493;&#1491;&#1492; &#1500;&#1499;&#1501; &#1488;&#1501; &#1514;&#1493;&#1499;&#1500;&#1493; &#1500;&#1492;&#1506;&#1489;&#1497;&#1512; &#1488;&#1514; &#1492;&#1502;&#1497;&#1497;&#1500; &#1500;&#1488;&#1504;&#1513;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501;.

&#1488;&#1513;&#1502;&#1495; &#1500;&#1506;&#1504;&#1493;&#1514; &#1506;&#1500; &#1499;&#1500; &#1513;&#1488;&#1500;&#1492;.

&#1514;&#1493;&#1491;&#1492; &#1512;&#1489;&#1492;,

&#1489;&#1503; &#1511;&#1502;&#1497;&#1504;&#1505;&#1511;&#1497;
052-6212474

-------------- next part --------------
A non-text attachment was scrubbed...
Name: lapid-invitation.jpg
Type: image/jpeg
Size: 109491 bytes
Desc: not available
URL: &lt;<A HREF="https://lists.berlios.de/pipermail/haiku-commits/attachments/20080215/19292900/attachment.jpg">https://lists.berlios.de/pipermail/haiku-commits/attachments/20080215/19292900/attachment.jpg</A>&gt;
</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="006086.html">[Haiku-commits] r23962 - haiku/trunk/src/bin
</A></li>
	<LI>Next message: <A HREF="006088.html">[Haiku-commits] r23963 - in haiku/trunk/src/add-ons/translators: .	pcx
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#6087">[ date ]</a>
              <a href="thread.html#6087">[ thread ]</a>
              <a href="subject.html#6087">[ subject ]</a>
              <a href="author.html#6087">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/haiku-commits">More information about the Haiku-commits
mailing list</a><br>
</body></html>
